Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/tm-8.tmx
Source language: en
Languages: cs

source: Try installing the drivers of the USB wireless modem from the CD
cs: Zkuste nainstalovat ovladače bezdrátového modemu USB z disku CD-ROM

source: Check the settings on your account for blocked contacts.
cs: Zkontrolujte nastavení blokovaných kontaktů na vašem účtu.

source: Try to see if the drivers for the wireless card are active, and if the wireless button on the computer is connected.
cs: Pokuste se zjistit, zda jsou ovladače pro bezdrátovou kartu aktivní a zda je připojeno bezdrátové tlačítko v počítači.

source: To install a program just insert the CD with the program or run the .Exe file and follow the installation steps.
cs: Pro instalaci stačí vložit CD s programem nebo spustit . Spusťte soubor a postupujte podle instalačních kroků.

source: On the Gmail page, try recovering your account.
cs: Na stránce Gmail zkuste obnovit svůj účet.

source: Make sure the game is compatible with Windows 8. Check on the box of the game or in the instruction manual.
cs: Ujistěte se, že je hra kompatibilní se systémem Windows 8. Zaškrtněte políčko hry nebo v návodu k obsluze.

source: You can register in the Zon client's area page.
cs: Registrovat se můžete na stránce oblasti klienta Zon.

source: You will need a network cable to connect it to the router's WAN port and at the other end of the modem. Then turn off both devices and reconnect.
cs: K připojení k WAN portu routeru a na druhém konci modemu budete potřebovat síťový kabel. Pak obě zařízení vypněte a znovu se připojte.

source: Try to access the Play Store and install the application.
cs: Zkuste se dostat do Obchodu Play a aplikaci nainstalovat.

source: Just press Ctrl + Shift + Del keys then select "clear browsing history".
cs: Stačí stisknout klávesy Ctrl + Shift + Del a vybrat „vymazat historii prohlížení“.

source: Windows provides Paint by default. You can also use free programs like GIMP, or professional programs such as Photoshop, for which you must pay.
cs: Ve výchozím nastavení systém Windows poskytuje program Malování. Můžete také používat bezplatné programy, jako je GIMP, nebo profesionální programy, jako je Photoshop, za které musíte zaplatit.

source: This year's Turner Prize-shortlisted pieces will be on display in Margate from tomorrow, with Brexit on the agenda.
cs: Letošní díly Turnerovy ceny, které se dostaly do užšího výběru, budou od zítřka vystaveny v Margate a na programu bude brexit.

source: Colombian artist Oscar Murillo's work "surge (social cataracts) " depicts people staring out to the North Sea, but with their view of the water and the European continent on the other side of it obscured by a dark canvas, with only a sliver of what lies beyond revealed through a slash in the canvas.
cs: Dílo kolumbijského umělce Oscara Murilla „surge (sociální katarakta) „ zobrazuje lidi hledící k Severnímu moři, ale s pohledem na vodu a evropský kontinent na jeho druhé straně zakrytým tmavým plátnem, s pouhým střípkem toho, co se skrývá za ním, odhaleným lomítkem v plátně.

source: The work is one of four shortlisted entries to the prestigious and often contentious annual art prize, founded in 1984 and given to an artist residing in Britain or British-born but living elsewhere.
cs: Dílo je jedním ze čtyř přihlášených do užšího výběru na prestižní a často spornou výroční uměleckou cenu, založenou v roce 1984 a udělenou umělci s bydlištěm v Británii nebo britského původu, který však žije jinde.

source: Curator Fiona Parry explains that Murillo's work focuses on the current political and socio-economic situation in the UK. The group of papier-mâché figures represent a globalised workforce, while the black cloth represents the "darkness of the contemporary moment in the UK and globally."
cs: Kurátorka Fiona Parryová vysvětluje, že Murillova práce se zaměřuje na současnou politickou a socioekonomickou situaci ve Velké Británii. Skupina figurek z papírmaše představuje globalizovanou pracovní sílu, zatímco černá látka představuje „temnotu současného okamžiku ve Spojeném království i celosvětově“.

source: She added: "I think it's a broader idea of blocking the view, the outward-looking view, to anywhere really. And that gesture of blocking the light. But I guess there is still this sort of glimmer of hope, there is a slash in the canvas, and you can just see the sea on the horizon."
cs: A dodala: „Myslím, že je to širší myšlenka blokování výhledu, pohledu ven, opravdu kamkoliv. A to gesto blokování světla. Ale myslím, že ještě existuje jakási jiskřička naděje, na plátně je zářez a na obzoru je prostě vidět moře.“

source: Helen Cammock's video piece A Long Note, meanwhile, examines the overlooked role of women in the civil rights movement in Derry/Londonderry, Northern Ireland that began in 1968. The work also connects to broader global class, race and gender struggles during the late 1960s.
cs: Videoklip Helen Cammockové A Long Note zatím zkoumá přehlíženou roli žen v hnutí za občanská práva v severoirském Derry/Londonderry, které začalo v roce 1968. Dílo se také propojuje s širšími globálními třídními, rasovými a genderovými boji během konce 60. let.

source: All works will be exhibited at Margate's Turner Contemporary gallery, from 28 September to 12 January 2020, and the winner of the Turner Prize 2019 will be announced at a ceremony on 3 December.
cs: Všechna díla budou vystavena v galerii Margate's Turner Contemporary od 28. září do 12. ledna 2020 a vítěz Turnerovy ceny 2019 bude slavnostně vyhlášen 3. prosince.

source: Named after 19th-century landscape painter JMW Turner, the award made stars of Grayson Perry, Damien Hirst and 12 Years a Slave director Steve McQueen.
cs: Cena pojmenovaná po krajináři JMW Turnerovi z 19. století vynesla hvězdy Graysona Perryho, Damiena Hirsta a 12 let otrokem režiséra Steva McQueena.

source: China Says It Didn't Fight Any War Nor Invaded Foreign Land
cs: Čína říká, že to není žádná válka, ani cizí země.

source: China on Friday said it has not provoked a "single war or conflict" or "invaded a single square" of foreign land, skirting any reference to the 1962 war with India.
cs: Čína v pátek tvrdila, že nevyvolala „jedinou válku nebo konflikt“ nebo „napadla jeden čtverec“ v cizí zemi, a to v roce 1962, a to v Indii.

source: "China has always been dedicated to resolving territorial and maritime delimitation disputes through negotiation and consultation," stated an official white paper released, four days ahead of the country set to celebrate its 70th anniversary of the leadership of the ruling Communist Party of China (CPC) on October 1.
cs: „Čína se vždy věnovala řešení územních a námořních sporů prostřednictvím jednání a konzultací,“ uvedl oficiální bílý papír, který byl vydán, a to o čtyři dny před tím, aby oslavil své 70. výročí vedení vládnoucí komunistické strany Číny (CPC) 1. října.

source: "China safeguards world peace through real actions. Over the past 70 years, China has not provoked a single war or conflict, nor invaded a single square of foreign land," the paper titled "China and the World in the New Era" said.
cs: „Čína chrání světový mír prostřednictvím skutečných akcí. Za posledních 70 let, Čína nezpůsobila jedinou válku, ani ani neporazila na jeden čtverec cizí země, a to v novinách „Čína a svět v New Era“ řekl „Čína a svět v New Era“.

source: The white paper, while highlighting the CPS's "peaceful rise" made no reference of the bloody 1962 war with India and the vast tracts of land, especially in the Aksai Chin area, occupied by China.
cs: Bílý papír, který zdůrazňoval „mírumilovný vzestup“ se v roce 1962 v Indii a v celé celé zemi, a to především v oblasti Aksai Chin, v Číně.

source: The Sino-India border dispute involving 3,488-km-long Line of Actual Control (LAC) remained unresolved. China also claims Arunachal Pradesh as part of South Tibet, which India contests.
cs: Sino-indický pohraniční spor, který se týká 3 488 km Řád skutečného řízení (LAC) zůstal nevyřešen. Čína také tvrdí, že Arunachal Pradesh je součástí Jižního Tibetu, který Indie soutěží.

source: So far, the two countries held 21 rounds of Special Representatives talks to resolve the border dispute.
cs: V těchto dvou zemích se zatím konalo 21 kolo jednání zvláštních zástupců, aby se vyřešil spor o hranici.

source: Besides the 1962 war, India and China had a major military standoff at Doklam in 2017 when the People's Liberation Army (PLA) tried to lay a road close to India"s narrow Chicken Neck corridor connecting with the North-Eastern states in an area also claimed by Bhutan.
cs: Kromě války v roce 1962 se Indie a Čína v roce 2017 v roce 2017, kdy se Lidová osvobozenecká armáda (PLA) pokusila postavit se na silnici v blízkosti Indie, a to v úzké chodbě Kuřecí Necka, která se spojuje s severovýchodními státy v oblasti, kde se také v Bhútánu.

source: It was finally diplomatically resolved after which both sides pulled back their troops.
cs: Nakonec se to podařilo, když obě strany stáhly své vojáky.

source: China also had a major military conflict with Vietnam in 1979. China claims sovereignty over all of South China Sea. Vietnam, Malaysia, the Philippines, Brunei and Taiwan have counter claims.
cs: Čína měla v roce 1979 velký vojenský konflikt s Vietnamem. Čína je v celém Jihočínském moři. Vietnam, Malajsie, Filipíny, Brunej a Tchaj-wan mají protinároky.

source: "China has achieved full resolution of land border delimitation problems with 12 of its 14 neighbouring countries, and delineated the China-Vietnam maritime boundary in the Beibu Gulf," the white paper said, noting that since reform and opening up in 1978, the country has cut its armed forces "by over four million."
cs: „Čína dosáhla plného řešení problémů s vymezováním pozemních hranic s 12 ze 14 sousedních zemí a v Beibu-vietntnamské námořní hranice Číny a Vietnamu,“ řekl bílý papír, který si všiml, že po reformě a otevření v roce 1978, země své ozbrojené síly odřízla o více než čtyři miliony.

source: The two-million strong Chinese military still remain the world's largest.
cs: Dva miliony silné čínské armády jsou stále největší na světě.

source: Supplement No. 1 to the agreement on the sublease the apartment, of 13th May 2016
cs: Dodatek č. 1 ke smlouvě o podnájmu bytu ze dne 13. května 2016

source: On the day, month and year written below Marta Burešová, pers. no. 695604/3017 Address: Radimova 8, Prague 6, 169 00 as the tenant on the one hand (Hereinafter referred to as "the tenant") and Karolína Černá, pers. no. 136205/891 Address: Alfrédova 13, Praha 4, 142 00 As a lessee on the other (Hereinafter referred to as "the lessee") collectively also referred to as "the Contracting parties" have agreed on this Supplement No. 1 to the Agreement on the sublease the apartment, of 13th May 2016 (hereinafter referred to as the "Supplement No. 1")
cs: V den, měsíc a rok napsané níže Marta Burešová, os. Ne. 695604/3017 Adresa: Radimova 8, Praha 6, 169 00 jako nájemce na jedné straně (dále jen „nájemce“) a Karolína Černá, os. Ne. 136205/891 Adresa: Alfrédova 13, Praha 4, 142 00 Jako nájemce na straně druhé (dále jen „nájemce“) společně označované také jako „smluvní strany“ se dohodli na tomto dodatku č. 1 ke smlouvě o podnájmu bytu, ze dne 13. května 2016 (dále jen „dodatek č. 1“)

source: Introductory Provisions
cs: Úvodní ustanovení

source: On 13th May 2016, the tenant and the lessee closed the Agreement on the sublease of the apartment, under which the tenant let the lessee use the apartment No. 4 (area 49 m²) of size 1+1/L in the ground floor of the house in Prague 4, Alfrédova 13, Post Code: 142 00, Kamýk (hereinafter referred to as the “apartment in question” and “Sublease agreement”), including the equipment and amenities as specified in the Sublease agreement.
cs: Dne 13. května 2016 nájemce a nájemce uzavřeli Smlouvu o podnájmu bytu, na jejímž základě nájemce pronajal nájemci byt č. 4 (plocha 49 m²) o velikosti 1 + 1 / L v přízemí domu dům v Praze 4, Alfrédova 13, PSČ: 142 00, Kamýk (dále jen „předmětný byt“ a „smlouva o podnájmu“), včetně vybavení a vybavení uvedeného ve smlouvě o podnájmu.

source: The owner of the flat in question is a housing cooperative "Team of Owners of House Alfrédova 13, Prague 4", ID: 123 45 678, with registered office at Prague 4, Alfrédova 13, postal code: 142 00 (hereinafter referred to as “Housing Cooperative”).
cs: Vlastníkem předmětného bytu je bytové družstvo „Tým vlastníků domu Alfrédova 13, Praha 4“, IČ: 123 45 678, se sídlem Praha 4, Alfrédova 13, PSČ: 142 00 (dále jen „Bytové družstvo“).

source: On the basis of the statement made by the tenant in the Sublease agreement, the tenant's husband (Mr. Martin Bureš, pers. no.: 760305/3920) expressed his agreement to the conclusion of the Sublease agreement for the apartment before signing the Sublease agreement.
cs: Na základě prohlášení nájemce ve smlouvě o podnájmu vyjádřil manžel nájemce (p. Martin Bureš, č.z .: 760305/3920) souhlas s uzavřením smlouvy o podnájmu na byt před podpisem podnájmu dohoda.

source: By signing this Supplement No. 1, the tenant then declares that her husband has also given his consent to this Supplement No. 1.
cs: Podpisem tohoto dodatku č. 1 nájemce poté prohlašuje, že její manžel také vyjádřil souhlas s tímto dodatkem č. 1.

source: In Art. III of the Sublease agreement, entitled “Term of the Lease,” the tenant and the lessee agreed that the apartment in question would be rented to the tenant for a fixed period from 13th May 2016 to 31st December 2018.
cs: V čl. III smlouvy o podnájmu s názvem „Doba nájmu“ se nájemce a nájemce dohodli, že dotyčný byt bude nájemci pronajat na dobu určitou od 13. května 2016 do 31. prosince 2018.

source: Subject of the Supplement No. 1
cs: Předmět Dodatku č. 1

source: Since both Contracting parties are interested in continuing the relationship established by the Sublease agreement, they have agreed to extend the lease for a further two years, i.e. the lessee is entitled to use the apartment until 31st December 2020.
cs: Jelikož obě smluvní strany mají zájem na pokračování vztahu navázaného smlouvou o podnájmu, dohodly se prodloužení nájmu o další dva roky, tj. Nájemce je oprávněn užívat byt do 31. prosince 2020.

source: The other provisions of the Sublease agreement remain unchanged.
cs: Ostatní ustanovení smlouvy o podnájmu zůstávají nezměněna.

source: Final Provisions
cs: Závěrečná ustanovení

source: This Supplement No. 1 shall take effect on the date of signature by both Contracting parties.
cs: Tento dodatek č. 1 nabývá účinnosti dnem podpisu oběma smluvními stranami.

source: This Supplement No. 1 is written and signed in 2 (in words: two) copies, each of which is valid for the original.
cs: Tento dodatek č. 1 je sepsán a podepsán ve 2 (slovy: dvou) kopiích, z nichž každé je platné pro originál.

source: Each of the Contracting parties shall receive one copy.
cs: Každá ze smluvních stran obdrží jeden výtisk.

source: In the event that any provision of this Supplement No. 1 is or it becomes invalid or ineffective, this shall not affect the validity or effectiveness of the other provisions of this Supplement No. 1.
cs: V případě, že jakékoli ustanovení tohoto Dodatku č. 1 je nebo se stane neplatným či neúčinným, nebude to mít vliv na platnost nebo účinnost ostatních ustanovení tohoto Dodatku č. 1.

source: In such a case, the Contracting parties undertake to replace the invalid or ineffective provisions of this Supplement No. 1 by a provision which is valid and effective and which is most consistent with the purpose of this Supplement No. 1.
cs: V takovém případě se smluvní strany zavazují nahradit neplatná nebo neúčinná ustanovení tohoto dodatku č. 1 ustanovením, které je platné a účinné a které nejvíce odpovídá účelu tohoto dodatku č. 1.

source: The Supplement No. 1 is bilingual.
cs: Dodatek č. 1 je dvojjazyčný.

source: In the event of a dispute, the Czech version is decisive.
cs: V případě sporu je rozhodující česká verze.

source: The Contracting parties to this Supplement No. 1 declare that they have read the Supplement No. 1, agree with its contents and that the Supplement No. 1 was concluded freely, seriously, not in distress, under considerably unfavorable conditions.
cs: Smluvní strany tohoto dodatku č. 1 prohlašují, že si přečetly dodatek č. 1, souhlasí s jeho obsahem a že dodatek č. 1 byl uzavřen svobodně, vážně, v tísni a za výrazně nepříznivých podmínek.

source: In proof of these facts, both parties to this Agreement shall attach their handwritten signature.
cs: Na důkaz těchto skutečností připojí obě strany této smlouvy svůj vlastnoruční podpis.

source: Prague, 31st December 2018.
cs: Praha, 31. prosince 2018.

source: Karolína Černá, Lessee
cs: Karolína Černá, nájemce

source: Marta Burešová, Tenant
cs: Marta Burešová, nájemce

source: INTRODUCTION
cs: ÚVOD

source: The developing union of people of Europe is the driving force behind the cross-border cooperation as a part of broader territorial cooperation that has been with us for more than 20 years by now.
cs: Rozvojová unie občanů Evropy je hnací silou přeshraniční spolupráce v rámci širší územní spolupráce, která je s námi již více než 20 let.

source: Let it provide itself the introduction into this joint report of supreme audit institutions of two close countries:
cs: Nechť sama sebe zavede do této společné zprávy nejvyšších kontrolních institucí dvou blízkých zemí:

source: “185 million EU citizens, or 37% of the population, live in border areas.
cs: „185 milionů občanů EU, neboli 37 % obyvatel, žije v pohraničních oblastech.

source: These are often peripheral, underdeveloped or marginalised areas- sometimes the borders are historical scars.
cs: Jsou to často okrajové, málo rozvinuté nebo okrajové oblasti – někdy jsou hranice historickými jizvami.

source: The main aim of cross-border cooperation is to reduce the effect of borders as administrative, legal and physical barriers, tackle common problems and exploit untapped potential.
cs: Hlavním cílem přeshraniční spolupráce je snížit dopad hranic jako administrativních, právních a fyzických překážek, řešit společné problémy a využívat nevyužitý potenciál.

source: The programmes cover a variety of border regions: some work with maritime areas, others with internal EU land borders or borders shared with candidate countries.
cs: Programy se týkají různých příhraničních regionů: některé spolupracují s námořními oblastmi, jiné s vnitřními pozemními hranicemi EU nebo s hranicemi, které jsou sdíleny s kandidátskými zeměmi.

source: Most programmes are bilateral, but some consist of more than two neighbouring countries (e.g. South Baltic programme).
cs: Většina programů je dvoustranná, některé se však skládají z více než dvou sousedních zemí (např. program South Baltic).

source: The programmes last for seven years. It should be noted that there is EUR 5.7 billion in total earmarked for all programmes in this period.
cs: Programy trvají sedm let. Je třeba poznamenat, že pro všechny programy je v tomto období vyčleněno celkem 5,7 miliardy EUR.

source: “The programme activities include: Repairing and (re)building cross-border roads, cycle paths or bridges; Investing in cross-border waste systems, medical equipment, research centres, anti-flood measures, and so on; Managing jointly natural or tourism sites; Developing common services for the local population; Advising on employment issues; and Creating thematic networks and clusters for innovation.
cs: „Mezi činnosti programu patří: oprava a (re)budování přeshraničních silnic, cyklostezek nebo mostů, investice do přeshraničních systémů odpadů, lékařských zařízení, výzkumných středisek, protipovodňových opatření a tak dále; řízení společně přírodních nebo turistických lokalit; rozvoj společných služeb pro místní obyvatelstvo; poradenství v otázkách zaměstnanosti a vytváření tematických sítí a klastrů pro inovace.

source: The funding is granted on condition that organisations from both sides of the border, such as regional authorities, universities and small and medium enterprises, come together to implement projects based on the needs of the border region.
cs: Financování se poskytuje za podmínky, že organizace z obou stran hranic, jako jsou regionální orgány, univerzity a malé a střední podniky, se spojí za účelem provádění projektů založených na potřebách pohraničního regionu.

source: Representatives of cooperating regions, thematic ministries and other local partners meet regularly and decide which projects are going to be supported.
cs: Zástupci spolupracujících regionů, tematických ministerstev a dalších místních partnerů se pravidelně scházejí a rozhodují o tom, které projekty budou podporovány.

source: This unique structure is supposed to lead to sustainable collaboration that continues long after the programme ends.
cs: Tato jedinečná struktura by měla vést k udržitelné spolupráci, která bude pokračovat dlouho po skončení programu.

source: The funding is granted on condition that partners from both sides of the border work together and fulfil at least two of the following conditions: common financing, common staffing, common preparation and common implementation of the project.”
cs: Financování se poskytuje za podmínky, že partneři z obou stran hranic spolupracují a splňují alespoň dvě z těchto podmínek: společné financování, společné personální zajištění, společná příprava a společné provádění projektu.“

source: Within the partnership framework, the tasks and responsibility for preparation, implementation, financing and control of project activities are clearly defined and distributed among the respective partners.
cs: V rámci partnerství jsou úkoly a odpovědnost za přípravu, provádění, financování a kontrolu projektových činností jasně vymezeny a rozděleny mezi příslušné partnery.

source: The following are main attributes: joint selection of leading partner; joint preparation of project and applications; making of joint agreement of partnership signed by all partners; overtaking of complete responsibility for project implementation by leading partner; total support payments received by leading partner who completes their transfer to respective project partners.
cs: Hlavními atributy jsou: společný výběr vedoucího partnera, společná příprava projektů a aplikací, společná dohoda o partnerství podepsaná všemi partnery, převzetí plné odpovědnosti za realizaci projektu vedoucím partnerem, celkové platby podpory přijaté předním partnerem, který dokončí jejich převod na příslušné projektové partnery.

source: The support can be granted to eligible projects implemented in the regions and voivodeships adjacent to the joint border.
cs: Podpora může být poskytnuta na způsobilé projekty prováděné v regionech a ve vodách sousedících se společnou hranicí.

source: Why The Times Published Details of the Whistle-Blower's Identity
cs: Proč The Times zveřejnily podrobnosti o identitě Whistle-Blowera

source: On Thursday, The Times published exclusive details about the identity of the whistle-blower whose claims led Democrats to begin an impeachment inquiry against President Trump this week. (The article reported that the whistle-blower is a C.I.A. officer who was previously detailed to work at the White House and had expertise on Ukraine.)
cs: Deník The Times ve čtvrtek zveřejnil exkluzivní podrobnosti o totožnosti informátora, jehož tvrzení vedla demokraty tento týden k zahájení vyšetřování obvinění prezidenta Trumpa z velezrady. (Článek uváděl, že udavačem je důstojník CIA, který byl dříve přidělen k práci v Bílém domě a měl odborné znalosti o Ukrajině.)
